/* buttons */
"Quit" = "Quit";
"Cancel" = "Cancel";
"Uninstall" = "Uninstall";
"Details" = "Details";

/* tooltips */
"Show detailed transcript" = "Show detailed transcript";

/* main texts */
"You are about uninstall *APP*" = "You are about uninstall TotalFinder";
"This program will uninstall all *APP* components from this computer." = "This program will uninstall all TotalFinder components from this computer.";
"*APP* has been uninstalled" = "TotalFinder has been uninstalled";
"Thank you for trying *APP*." = "Thank you for trying TotalFinder.";
"*APP* uninstallation failed" = "TotalFinder uninstallation failed";
"The uninstall script encountered problems. Please see the details. Please report bugs to support@binaryage.com." = "The uninstall script encountered problems. Please see the details. Please report bugs to support@binaryage.com.";

/* possible script messages in details section */
"Uninstaller needs admin privileges to remove *APP* from your system." = "Uninstaller needs admin privileges to remove TotalFinder from your system.";
"Running uninstall script:\n" = "Running uninstall script:\n";
"Uninstall script finished successfully.\n" = "Uninstall script finished successfully.\n";
"Uninstall script needs admin rights.\n" = "Uninstall script needs admin rights.\n";
"Uninstall script failed with error [%d].\n" = "Uninstall script failed with error [%d].\n";
